Repository: baronrustamov/neeva-ios
Catalog: WidgetKit/SearchQuickLinksSmall/*.lproj/QuickLinkSelection.strings
Languages: de, es, fr

# bpYlov
source: Go to Copied Link
de: Zum kopierten Link gehen
es: Ir al enlace copiado
fr: Accéder au lien copié

# DFGT8d
source: Quick Link Selection
de: Linkshortcut-Auswahl
es: Selección rápida de enlaces
fr: Sélection de liens rapides

# Dt1192
source: Incognito Search
de: Inkognito-Suche
es: Búsqueda de incógnito
fr: Recherche privée

# JiZVv0
source: Close Incognito Tabs
de: Inkognito-Tabs schließen
es: Cerrar pestañas de incógnito
fr: Fermer les onglets de navigation privée

# MXB2K6
source: Search in Neeva
de: In Neeva suchen
es: Buscar en Neeva
fr: Rechercher dans Neeva

# oQDtoo-bpYlov
source: There are ${count} options matching ‘Go to Copied Link’.
de: Es gibt ${count} Treffer für „Zu kopiertem Link gehen“.
es: Hay ${count} opciones que coinciden con «Ir al enlace copiado».
fr: ${count} options correspondent à « Accéder au lien copié ».

# oQDtoo-Dt1192
source: There are ${count} options matching ‘Incognito Search’.
de: Es gibt ${count} Treffer für „Inkognito-Suche“.
es: Hay ${count} opciones que coinciden con «Búsqueda de incógnito».
fr: ${count} options correspondent à « Recherche privée ».

# oQDtoo-JiZVv0
source: There are ${count} options matching ‘Close Incognito Tabs’.
de: Es gibt ${count} Treffer für „Inkognito-Tabs schließen“.
es: Hay ${count} opciones que coinciden con «Cerrar pestañas de incógnito».
fr: ${count} options correspondent à « Fermer les onglets de navigation privée ».

# oQDtoo-MXB2K6
source: There are ${count} options matching ‘Search in Neeva’.
de: Es gibt ${count} Treffer für „In Neeva suchen“.
es: Hay ${count} opciones que coinciden con «Buscar en Neeva».
fr: ${count} options correspondent à « Rechercher dans Neeva ».

# pooIV6-bpYlov
source: There are ${count} options matching ‘Go to Copied Link’.
de: Es gibt ${count} Treffer für „Zu kopiertem Link gehen“.
es: Hay ${count} opciones que coinciden con «Ir al enlace copiado».
fr: ${count} options correspondent à « Accéder au lien copié ».

# pooIV6-Dt1192
source: There are ${count} options matching ‘Incognito Search’.
de: Es gibt ${count} Treffer für „Inkognito-Suche“.
es: Hay ${count} opciones que coinciden con «Búsqueda de incógnito».
fr: ${count} options correspondent à « Recherche privée ».

# pooIV6-JiZVv0
source: There are ${count} options matching ‘Close Incognito Tabs’.
de: Es gibt ${count} Treffer für „Inkognito-Tabs schließen“.
es: Hay ${count} opciones que coinciden con «Cerrar pestañas de incógnito».
fr: ${count} options correspondent à « Fermer les onglets de navigation privée ».

# pooIV6-MXB2K6
source: There are ${count} options matching ‘Search in Neeva’.
de: Es gibt ${count} Treffer für „In Neeva suchen“.
es: Hay ${count} opciones que coinciden con «Buscar en Neeva».
fr: ${count} options correspondent à « Rechercher dans Neeva ».

# QjQSnd-bpYlov
source: Just to confirm, you wanted ‘Go to Copied Link’?
de: Nur zur Bestätigung: War „Zu kopiertem Link gehen“ das, was Sie wollten?
es: Solo para confirmar, ¿quería «ir al enlace copiado»?
fr: Juste pour confirmer, vous voulez « Accéder au lien copié » ?

# QjQSnd-Dt1192
source: Just to confirm, you wanted ‘Incognito Search’?
de: Nur zur Bestätigung: War „Inkognito-Suche“ das, was Sie wollten?
es: Solo para confirmar, ¿quería una «búsqueda de incógnito»?
fr: Juste pour confirmer, vous voulez effectuer une « Recherche privée » ?

# QjQSnd-JiZVv0
source: Just to confirm, you wanted ‘Close Incognito Tabs’?
de: Nur zur Bestätigung: War „Inkognito-Tabs schließen“ das, was Sie wollten?
es: Solo para confirmar, ¿quería «cerrar pestañas de incógnito»?
fr: Juste pour confirmer, vous voulez « Fermer les onglets de navigation privée » ?

# QjQSnd-MXB2K6
source: Just to confirm, you wanted ‘Search in Neeva’?
de: Nur zur Bestätigung: War „In Neeva suchen“ das, was Sie wollten?
es: Solo para confirmar, ¿quería «buscar en Neeva»?
fr: Juste pour confirmer, vous voulez « Rechercher dans Neeva » ?

# wsnbbt
source: Quick Action
de: Aktionsshortcut
es: Acción rápida
fr: Action rapide
