Repository: baronrustamov/neeva-ios
Catalog: Shared/Supporting Files/*.lproj/Today.strings
Languages: de, es, fr

# TodayWidget.CloseIncognitoTabsLabelV2
source: Close Incognito Tabs
de: Inkognito-Tabs schließen
es: Cerrar pestañas de incógnito
fr: Fermer les onglets de navigation privée

# TodayWidget.GoToCopiedLinkLabelV2
source: Go to Copied Link
de: Zum kopierten Link gehen
es: Ir al enlace copiado
fr: Accéder au lien copié

# TodayWidget.GoToCopiedLinkLabelV3
source: Go to Copied Link
de: Zum kopierten Link gehen
es: Ir al enlace copiado
fr: Accéder au lien copié

# TodayWidget.QuickActionDescription
source: Select a Neeva shortcut to add to your Home screen.
de: Wählen Sie eine Neeva-Verknüpfung aus, die Sie Ihrem Startbildschirm hinzufügen möchten.
es: Seleccione un atajo de Neeva para añadir a su pantalla de inicio.
fr: Sélectionnez un raccourci Neeva à ajouter à votre écran d'accueil.

# TodayWidget.QuickActionsGalleryTitle
source: Quick Actions
de: Aktionsshortcuts
es: Acciones rápidas
fr: Actions rapides

# TodayWidget.QuickActionsGalleryTitleV2
source: Neeva Shortcuts
de: Neeva Tastenkombinationen
es: Atajos de Neeva
fr: Raccourcis de Neeva

# TodayWidget.SearchInIncognitoTabLabelV2
source: Search in Incognito Tab
de: In Inkognito-Tab suchen
es: Buscar en pestaña de incógnito
fr: Rechercher dans un onglet de navigation privée

# TodayWidget.SearchInNeevaTitle
source: Search in Neeva
de: In Neeva suchen
es: Buscar en Neeva
fr: Rechercher dans Neeva

# TodayWidget.SearchInNeevaV2
source: Search in Neeva
de: In Neeva suchen
es: Buscar en Neeva
fr: Rechercher dans Neeva

# TodayWidget.ShortcutGalleryDescription
source: Add Neeva shortcuts to your Home screen.
de: Neeva Verknüpfungen zu Ihrem Startbildschirm hinzufügen.
es: Añada atajos de Neeva a su pantalla de inicio.
fr: Ajoutez des raccourcis Neeva à votre écran d'accueil.

# TodayWidget.TopSitesGalleryDescription
source: Add shortcuts to frequently and recently visited sites.
de: Fügen Sie Verknüpfungen zu häufig und kürzlich besuchten Websites hinzu.
es: Añada atajos a los sitios web que visita con frecuencia o que ha visitado recientemente.
fr: Ajoutez des raccourcis vers les sites visités récemment et fréquemment.

# TodayWidget.TopSitesGalleryTitle
source: Top Sites
de: Top-Websites
es: Sitios principales
fr: Meilleurs sites
