Repository: baronrustamov/neeva-ios
Catalog: WidgetKit/*.lproj/WidgetIntents.strings
Languages: de, es, fr

# 2GqvPe
source: Go to Copied Link
de: Zum kopierten Link gehen
es: Ir al enlace copiado
fr: Accéder au lien copié

# ctDNmu
source: Quick Action Description
de: Aktionsshortcut – Beschreibung
es: Descripción de acción rápida
fr: Description de l'action rapide

# eHmH1H
source: Clear Incognito Tabs
de: Inkognito-Tabs löschen
es: Borrar las pestañas de incógnito
fr: Supprimer les onglets de navigation privée

# eqyNJg
source: Quick Action
de: Aktionsshortcut
es: Acción rápida
fr: Action rapide

# fi3W24-2GqvPe
source: There are ${count} options matching ‘Go to Copied Link’.
de: Es gibt ${count} Treffer für „Zu kopiertem Link gehen“.
es: Hay ${count} opciones que coinciden con «Ir al enlace copiado».
fr: ${count} options correspondent à « Accéder au lien copié ».

# fi3W24-eHmH1H
source: There are ${count} options matching ‘Clear Incognito Tabs’.
de: Es gibt ${count} Treffer für „Inkognito-Tabs löschen“.
es: Hay ${count} opciones que coinciden con «Eliminar las pestañas de incógnito».
fr: ${count} options correspondent à « Supprimer les onglets de navigation privée ».

# fi3W24-scEmjs
source: There are ${count} options matching ‘New Incognito Search’.
de: Es gibt ${count} Treffer für „Neue Inkognito-Suche“.
es: Hay ${count} opciones que coinciden con «Nueva búsqueda de incógnito».
fr: ${count} options correspondent à « Nouvelle recherche privée ».

# fi3W24-xRJbBP
source: There are ${count} options matching ‘New Search’.
de: Es gibt ${count} Treffer für „Neue Suche“.
es: Hay ${count} opciones que coinciden con «Nueva búsqueda».
fr: ${count} options correspondent à « Nouvelle recherche ».

# PzSrmZ-2GqvPe
source: Just to confirm, you wanted ‘Go to Copied Link’?
de: Nur zur Bestätigung: War „Zu kopiertem Link gehen“ das, was Sie wollten?
es: Solo para confirmar, ¿quería «ir al enlace copiado»?
fr: Juste pour confirmer, vous voulez « Accéder au lien copié » ?

# PzSrmZ-eHmH1H
source: Just to confirm, you wanted ‘Clear Incognito Tabs’?
de: Nur zur Bestätigung: War „Inkognito-Tabs löschen“ das, was Sie wollten?
es: Solo para confirmar, ¿quería «eliminar las pestañas de incógnito»?
fr: Juste pour confirmer, vous voulez « Supprimer les onglets de navigation privée » ?

# PzSrmZ-scEmjs
source: Just to confirm, you wanted ‘New Incognito Search’?
de: Nur zur Bestätigung: War „Neue Inkognito-Suche“ das, was Sie wollten?
es: Solo para confirmar, ¿quería una «nueva búsqueda de incógnito»?
fr: Juste pour confirmer, vous voulez effectuer une « Nouvelle recherche privée » ?

# PzSrmZ-xRJbBP
source: Just to confirm, you wanted ‘New Search’?
de: Nur zur Bestätigung: War „Neue Suche“ das, was Sie wollten?
es: Solo para confirmar, ¿quería una «nueva búsqueda»?
fr: Juste pour confirmer, vous voulez effectuer une « Nouvelle recherche » ?

# scEmjs
source: New Incognito Search
de: Neue Inkognito-Suche
es: Nueva búsqueda de incógnito
fr: Nouvelle recherche privée

# w9jdPK
source: Quick Action
de: Aktionsshortcut
es: Acción rápida
fr: Action rapide

# xRJbBP
source: New Search
de: Neue Suche
es: Nueva búsqueda
fr: Nouvelle recherche
