Repository: baronrustamov/neeva-ios
Catalog: SiriShortcuts/*.lproj/Intents.strings
Languages: de, es, fr

# aacx7x
source: Search Neeva
de: Neeva durchsuchen
es: Buscar en Neeva
fr: Rechercher sur Neeva

# antZ8U
source: Search Neeva for ${text}
de: Auf Neeva nach ${text} suchen
es: Buscar ${text} en Neeva
fr: Rechercher ${text} sur Neeva

# gJTK8U
source: Start a Search in the Neeva app
de: Starten Sie eine Suche in der Neeva-App
es: Iniciar una búsqueda en la aplicación de Neeva
fr: Lancer une recherche dans l'application Neeva

# iJ3UUS
source: Opening URL
de: URL wird geöffnet
es: Abriendo URL
fr: URL d'accueil

# iotyO4
source: Unable to open URL
de: URL kann nicht geöffnet werden
es: No se puede abrir la URL
fr: Impossible d'ouvrir l'URL

# iqpbOU
source: Search Text
de: Text durchsuchen
es: Buscar texto
fr: Texte de recherche

# jSLMCE
source: What do you want to search for?
de: Wonach möchten Sie suchen?
es: ¿Qué quiere buscar?
fr: Que souhaitez-vous rechercherÂ ?

# Psym5q
source: Open ${url} in Neeva
de: ${url} in Neeva öffnen
es: Abrir ${url} en Neeva
fr: Ouvrir ${url} dans Neeva

# q5ZTZU
source: Search in Neeva
de: In Neeva suchen
es: Buscar en Neeva
fr: Rechercher dans Neeva

# uCodUk
source: Opens a URL in the Neeva app
de: Öffnet eine URL in der Neeva-App
es: Abre una URL en la aplicación de Neeva
fr: Ouvre une URL dans l'application Neeva

# y9Tupb
source: Open URL
de: URL öffnen
es: Abrir URL
fr: Ouvrir l'URL
