Repository: baronrustamov/neeva-ios
Catalog: Client/*.lproj/Localizable.strings
Languages: de, es, fr

source: Sign up with Google
de: Registrierung mit Google
es: Registrarse con Google
fr: S'inscrire avec Google

source: Sign up with Microsoft
de: Registrierung mit Microsoft
es: Registrarse con Microsoft
fr: S'inscrire avec Microsoft

source: Signed in to Neeva with
de: Bei Neeva angemeldet mit
es: Ha entrado en Neeva como
fr: Connecté(e) à Neeva avec

source: Site appears broken? Deactivate Neeva Shield for this site.
es: ¿El sitio parece inoperante? Desactive Neeva Shield para esta web.
fr: Le site semble ne pas fonctionner correctement ? Désactivez Neeva Shield pour ce site.

source: Site appears broken? Try deactivating.
de: Website scheint defekt zu sein? Versuchen Sie es mit der Deaktivierung.
es: ¿El sitio parece inoperante? Pruebe a desactivarlo.
fr: Le site semble ne pas fonctionner correctement ? Essayez de désactiver la fonctionnalité.

source: Skip for now
de: Vorerst überspringen
es: Omitir por ahora
fr: Passer pour l'instant

source: Social Cookies
de: Social-Media-Cookies
es: Cookies de redes sociales
fr: Cookies sociaux

source: Sorry, we couldn't find any results related to your search
de: Leider konnten wir keine Ergebnisse für Ihre Suche finden.
es: Lo sentimos, no hemos podido encontrar ningún resultado relacionado con su búsqueda
fr: Désolé, nous n'avons trouvé aucun résultat correspondant à votre recherche

source: Sort
de: Sortieren
es: Ordenar
fr: Trier

source: Space Item
de: Bereichselement
es: Elemento del espacio
fr: Élément de l'espace

source: Spaces
de: Bereiche
es: Espacios
fr: Espaces

source: Spread the cheer on the App Store? Your review will help Neeva grow.
de: Begeisterung mit anderen im App Store teilen? Ihre Bewertung wird Neeva helfen zu wachsen.
es: ¿Compartir la alegría en el App Store? Su reseña ayudará a Neeva a crecer.
fr: Vous souhaitez répandre de la joie sur l'App Store ? Votre avis nous permettra d'améliorer Neeva.

source: Standard
es: Estándar

source: Start Searching
de: Suche starten
es: Empezar a buscar
fr: Lancer la recherche

source: Stay in the know
de: Bleiben Sie auf dem Laufenden
es: Manténgase al día
fr: Restez informé·e

# Stay organized by adding images, websites, documents to a Space today
source: Stay organised by adding images, websites, documents to a Space today
de: Bleiben Sie gut organisiert: Fügen Sie noch heute Bilder, Websites und Dokumente zu einem Bereich hinzu.
es: Empiece a organizarse hoy mismo añadiendo imágenes, sitios web y documentos a un espacio.
fr: Faites du tri en ajoutant des images, des sites Web et des documents à un espace dès aujourd'hui.

source: Stop
de: Stopp
es: Parar
fr: Arrêter

source: Strict
es: Estricto

source: Submit
de: Einreichen
es: Enviar
fr: Envoyer

source: Subscribe and help fight climate change
es: Suscríbase y ayude a combatir el cambio climático

source: Subscribe Monthly
es: Suscribirse mensualmente
fr: Abonnement mensuel

source: Subscribe Yearly
es: Suscribirse anualmente
fr: Abonnement annuel

source: Success! Space shared with %lld people
de: Erfolg! Bereich mit %lld Personen geteilt
es: ¡Conseguido! Espacio compartido con %lld personas
fr: Bravo ! Espace partagé avec %lld personnes

source: Success! Space shared with 1 person
de: Erfolg! Bereich mit einer Person geteilt
es: ¡Conseguido! Espacio compartido con 1 persona
fr: Bravo ! Espace partagé avec 1 personne

source: Suggested sites
de: Vorgeschlagene Websites
es: Sitios sugeridos
fr: Sites suggérés

source: Support
es: Soporte
fr: Assistance

source: Switch
de: Wechseln
es: Cambiar
fr: Changer

source: T to restore
de: T zur Wiederherstellung
es: T para restaurar
fr: T pour restaurer

source: Tab Closed
de: Tab geschlossen
es: Pestaña cerrada
fr: Onglet fermé

source: Tab Group, %@
de: Tab-Gruppe, %@
es: Grupo de pestañas, %@
fr: Groupe d'onglets, %@

source: Tabs
es: Pestañas
fr: Onglets

source: Tap
de: Tippen Sie auf
es: Pulse
fr: Appuyer

source: Tap + %@ to create a new tab
de: Tippen Sie auf + %@, um einen neuen Tab zu erstellen
es: Pulse + %@ para crear una nueva pestaña
fr: Appuyez sur + %@ pour ouvrir un nouvel onglet

source: Tap on the Neeva logo to scope out related content, reviews, and more.
de: Tippen Sie auf das Neeva-Logo, um verwandte Inhalte, Rezensionen und mehr zu finden.
es: Pulsee el logotipo de Neeva para detectar contenidos relacionados, reseñas y más.
fr: Appuyez sur le logo Neeva pour découvrir des contenus connexes, des avis et plus encore.

source: Tap on the Neeva logo to see information related to the website you're visiting.
de: Tippen Sie auf das Neeva-Logo, um Informationen zu der von Ihnen besuchten Website anzuzeigen.
es: Pulse el logotipo de Neeva para ver información relacionada con el sitio web que está visitando.
fr: Appuyez sur le logo Neeva pour consulter les informations relatives au site Web que vous visitez.

source: Tap to pan and zoom
de: Zum Schwenken und Zoomen tippen
es: Pulse para ampliar y acercar la vista
fr: Appuyez pour agrandir et zoomer

source: tech news
es: noticias tecnológicas
fr: Actualités technologiques

source: Terms
de: Bedingungen
es: Condiciones
fr: Conditions d'utilisation

source: Terms of Service
de: Nutzungsbedingungen
es: Condiciones del servicio
fr: Conditions d'utilisation

source: Text Size
de: Textgröße
es: Tamaño del texto
fr: Taille du texte

source: The first ad-free, private search engine
de: die erste werbefreie, private Suchmaschine
es: El primer motor de búsqueda privado sin anuncios
fr: le premier moteur de recherche privée sans publicité

source: Theme
de: Design
es: Tema
fr: Thème

source: This action will clear all of your private data. It cannot be undone.
de: Diese Aktion löscht alle Ihre privaten Daten. Sie kann nicht rückgängig gemacht werden.
es: Esta acción borrará todos sus datos privados. No se puede deshacer.
fr: Toutes vos données confidentielles seront effacées. Cette action est irréversible.

source: This is your current plan.
de: Dies ist Ihr aktueller Plan.
es: Este es su plan actual.
fr: Voici votre forfait actuel.

source: Thumbnails
de: Vorschaubilder
es: Miniaturas
fr: Vignettes

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui

source: Toolbar
de: Symbolleiste
es: Barra de herramientas
fr: Barre d'outils

source: TRACKER AND AD BLOCKING
es: BLOQUEO DE RASTREADORES Y ANUNCIOS

source: Tracking prevention
de: Verhindern von Tracking
es: Prevención del rastreo

source: Tracking Protection
de: Tracking-Schutz
es: Protección frente al rastreo
fr: Blocage des traqueurs

source: Tracking Protection, Incognito
de: Tracking-Schutz, Inkognito
es: Protección frente al rastreo, incógnito
fr: Blocage des traqueurs en mode privé

source: Tracks your online activity for advertising purposes
de: Verfolgt Ihre Online-Aktivitäten zu Werbezwecken
es: Hacen un seguimiento de su actividad en línea con fines publicitarios
fr: Suivi de votre activité en ligne à des fins publicitaires

source: true
de: wahr
es: verdadero
fr: vrai

source: try again
de: Erneut versuchen
es: vuelva a intentarlo
fr: Réessayez

source: Try it Free
es: Pruébelo gratis
fr: Essayer gratuitement

source: Try NeevaScope!
de: Testen Sie NeevaScope!
es: ¡Pruebe el NeevaScopio!
fr: Essayez NeevaScope !

source: Unbiased
de: Unvoreingenommen
es: Imparcial
fr: Neutre

source: undo
de: Rückgängig machen
es: deshacer
fr: Annuler

source: unfollow
de: Entfolgen
es: dejar de seguir
fr: Se désabonner

source: Unfollow
de: Entfolgen
es: Dejar de seguir
fr: Se désabonner

source: Unfollow Space
de: Bereich nicht mehr folgen
es: Dejar de seguir el espacio
fr: Se désabonner de l'espace

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu

source: Unlimited ad-free, private search
de: Unbegrenzte werbefreie, private Suche
es: Búsqueda privada sin anuncios ilimitada

source: Unlimited devices
es: Dispositivos ilimitados

source: Unpin
de: Nicht mehr anheften
es: Desanclar
fr: Supprimer

source: Unpin Tab
es: Desanclar pestaña
fr: Désépingler l'onglet

source: Update
de: Aktualisieren
es: Actualizar
fr: Mettre à jour

source: Update Space
de: Bereich aktualisieren
es: Actualizar el espacio
fr: Mettre à jour l'espace

source: URL copied to clipboard
de: URL in Zwischenablage kopiert
es: URL copiada al Portapapeles
fr: URL copiée dans le presse-papiers

source: Use bookmark icon on a search result or website to add to your Space
de: Verwenden Sie das Lesezeichen-Symbol auf einem Suchergebnis oder einer Website, um es zu Ihrem Bereich hinzuzufügen.
es: Utilice el icono de marcador en un resultado de búsqueda o en un sitio web para añadirlo a su espacio
fr: Cliquez sur l'icône du signet sur un résultat de recherche ou un site Web pour l'ajouter à votre espace

source: Username
de: Benutzername
es: Usuario
fr: Nom d'utilisateur

source: Value
es: Valor
fr: Valeur

source: View Account
de: Konto anzeigen
es: Ver cuenta
fr: Afficher le compte

source: View Benefits
de: Vorteile anzeigen
es: Ver ventajas
fr: Afficher les avantages

source: View Query
de: Abfrage anzeigen
es: Ver consulta
fr: Afficher la requête

source: View Spaces
de: Bereiche anzeigen
es: Ver espacios
fr: Afficher les espaces

# Visit our Help Center!
source: Visit our Help Centre!
de: Besuchen Sie unser Hilfecenter!
es: ¡Visite nuestro centro de ayuda!
fr: Accédez à notre centre d'aide !

source: We hear you. Send feedback to help us make Neeva better for you!
de: Wir verstehen Sie. Senden Sie uns Feedback, damit wir Neeva für Sie besser machen können!
es: Le escuchamos. ¡Envíenos sus comentarios para ayudarnos a mejorar Neeva!
fr: Nous sommes à votre écoute. Envoyez vos commentaires pour nous aider à améliorer Neeva !

source: Website
es: Sitio web
fr: Site Web

source: Website Data
de: Website-Daten
es: Datos del sitio web
fr: Données du site Web

source: Websites you've closed recently will show up here.
de: Hier werden Websites angezeigt, die Sie kürzlich geschlossen haben.
es: Los sitios web que haya cerrado recientemente se mostrarán aquí.
fr: Les sites Web que vous avez fermés récemment apparaîtront ici.

source: Welcome Tours
de: Willkommenstouren
es: Visitas guiadas de bienvenida
fr: Visites de bienvenue

source: What's on your mind?
de: Was beschäftigt Sie?
es: ¿Qué tiene en mente?
fr: À quoi pensez-vous ?

source: When Closing All Tabs
de: Beim Schließen aller Registerkarten
es: Al cerrar todas las pestañas
fr: Lorsque vous fermez tous les onglets

source: When disabled, turns off Neeva Shield on all sites. Changing this will reload your tabs.
es: Si lo desactiva, Neeva Shield se desactivará en todos los sitios. Si lo cambia, se volverán a cargar las pestañas.
fr: Lorsque cette option est désactivée, Neeva Shield est désactivé sur tous les sites. Si vous modifiez ce paramètre, vos onglets seront actualisés.

source: When Leaving Incognito Mode
de: Beim Verlassen des Inkognito-Modus
es: Al salir del modo de incógnito
fr: Lorsque vous quittez le mode privé

source: When Long-pressing Links
de: Wenn Links länger gedrückt werden
es: Cuando se mantenga pulsados los enlaces
fr: Lorsque vous appuyez longuement sur des liens

source: Who has access
de: Wer hat Zugriff
es: Quién tiene acceso
fr: Qui peut accéder

source: Who's Tracking You
de: Wer Sie trackt
es: Quién le sigue la pista
fr: Qui vous suit ?

source: Yes! Share my Space publicly
de: Ja! Meinen Bereich öffentlich teilen
es: ¡Sí! Compartir mi espacio públicamente
fr: Oui ! Partager mon espace en public

source: Yesterday
de: Gestern
es: Ayer
fr: Hier

# You can opt out in settings anytime.
source: You can opt out in settings at anytime.
de: Sie können sich jederzeit in den Einstellungen abmelden.
es: Puede excluirse en los ajustes en cualquier momento.
fr: Vous pouvez vous désinscrire à tout moment depuis les paramètres.

source: You'll be shown as the owner of the Space
de: Sie werden als Eigentümer des Bereichs angezeigt.
es: Usted aparecerá como propietario del espacio
fr: Vous apparaîtrez comme le propriétaire de l'espace.

source: You've disabled notifications, would you like to enable them in settings?
de: Sie haben die Benachrichtigungen deaktiviert. Möchten Sie sie in den Einstellungen aktivieren?
es: Ha desactivado las notificaciones, ¿quiere habilitarlas en la configuración?
fr: Vous avez désactivé les notifications, voulez-vous les activer dans les paramètres ?

source: Your Archived Tabs will appear here
es: Sus pestañas archivadas aparecerán aquí

source: Your history will appear here
es: Su historial aparecerá aquí

source: Your Neeva Shield just declined a **cookie popup** and blocked %lld **trackers**
es: Su Neeva Shield acaba de rechazar una **ventana emergente de cookies** y ha bloqueado %lld **rastreadores**
fr: Neeva Shield vient de refuser une **fenêtre contextuelle de gestion des cookies** et de bloquer %lld **traqueurs**

source: Your NeevaScope is coming into focus...
de: Ihr NeevaScope rückt in den Fokus ...
es: Su NeevaScope está enfocando...
fr: Mise au point des résultats…

source: Your Space will be public as anyone with the link can view your Space. Ready to share?
de: Ihr Bereich ist öffentlich, wodurch alle Nutzer mit dem Link Ihren Bereich sehen können. Bereit zum Teilen?
es: Su espacio será público, ya que cualquiera que tenga el enlace podrá verlo. ¿Confirma que desea compartir?
fr: Votre espace sera public car toute personne disposant du lien peut le voir. Prêt·e à partager ?

source: Your Subscription
de: Ihr Abonnement
es: Su suscripción
fr: Votre abonnement

source: by inviting friends to join Neeva
de: indem Sie Freunde zu Neeva einladen
fr: en invitant des proches à rejoindre Neeva

source: Enable Notifications
de: Aktivieren von Benachrichtigungen
fr: Activer les notifications

source: Error
de: Fehler
fr: Erreur

source: From news to shopping, get the best of the web delivered right to you
de: Von Nachrichten bis hin zum Shoppen – holen Sie sich das Beste aus dem Internet direkt zu Ihnen nach Hause
fr: Des actualités aux achats, profitez du meilleur du Web au creux de votre main

source: General
de: Allgemein
fr: Général

source: Get safer, richer and better search when you sign in
de: Sicherere, umfassendere und bessere Suche, wenn Sie sich anmelden
fr: Profitez d'une recherche plus sûre, riche et efficace en vous connectant

source: Get the most out of Neeva's private search and browsing.
de: Holen Sie das Beste aus der privaten Suche und dem Browsen in Neeva heraus.
fr: Tirez le meilleur parti de la recherche et de la navigation privée de Neeva

source: S
fr: Arr.

source: Tell me more
de: Erzählen Sie uns mehr
fr: En savoir plus

source: Win
fr: Gagner
