Repository: baronrustamov/neeva-ios
Catalog: Client/*.lproj/Localizable.strings
Languages: de, es, fr

source: If a site does not support selecting these options individually, then all non-essential cookies for the site will be accepted.
de: Wenn eine Website die individuelle Auswahl dieser Optionen nicht unterstützt, werden alle nicht notwendigen Cookies für die Website akzeptiert.
es: Si un sitio web no admite la selección de estas opciones de forma individual, se aceptarán todas las cookies no esenciales para el sitio.
fr: Si un site ne prend pas en charge la sélection individuelle de ces options, tous les cookies non essentiels du site seront acceptés.

source: If this persists, let us know what happened, and we'll fix it soon.
de: Sollte dies weiterhin auftreten, teilen Sie uns bitte mit, was passiert ist und wir werden uns schnellstmöglich darum kümmern.
es: Si el problema persiste, díganos qué ocurrió y trataremos de solucionarlo pronto.
fr: Si cela persiste, dites-nous ce qui s'est passé et nous le corrigerons sous peu.

source: If you have any questions or need assistance with your Premium membership, please reach out to premium@neeva.co.
de: Wenn Sie Fragen zu Ihrer Premium-Mitgliedschaft haben oder Unterstützung benötigen, wenden Sie sich bitte an premium@neeva.co.
es: Si tiene alguna pregunta o necesita ayuda con su suscripción Premium, escríbanos a premium@neeva.co.
fr: Si vous avez des questions ou avez besoin d'aide concernant votre abonnement Premium, veuillez nous contacter à l'adresse premium@neeva.co.

source: Incognito Tabs
de: Inkognito-Tabs
es: Pestañas de incógnito
fr: Onglets de navigation privée

source: Ingredients
de: Zutaten
es: Ingredientes
fr: Ingrédients

source: Instructions
de: Anweisungen
es: Instrucciones

source: Invite
de: Einladen
es: Invitar
fr: Inviter

source: Invite someone
de: Jemanden einladen
es: Invitar a alguien
fr: Inviter quelqu'un

source: Invite your friends!
de: Laden Sie Ihre Freunde ein!
es: ¡Invite a sus amigos!
fr: Invitez vos proches !

source: Item removed from Space
de: Element aus dem Bereich entfernt
es: Elemento eliminado del espacio
fr: Élément supprimé de l'espace

source: Keep
de: Behalten
es: Seguir
fr: Conserver

source: Keep Looking
de: Weiter suchen
es: Siga buscando
fr: Autres résultats

source: Key
es: Clave
fr: Clé

source: Kill the clutter
de: Schluss mit dem Durcheinander
es: Acabe con el desorden
fr: Remettez de l'ordre dans votre navigation

source: Last Updated
de: Zuletzt aktualisiert
es: Última actualización
fr: Dernière mise à jour

source: Learn More
de: Mehr erfahren
es: Más información
fr: En savoir plus

source: Learn More About Spaces
de: Mehr über Bereiche erfahren
es: Más información sobre los espacios
fr: En savoir plus sur les espaces

source: Learn More on the Neeva Website
de: Erfahren Sie mehr auf der Neeva-Website
es: Infórmese en el sitio web de Neeva
fr: En savoir plus sur le site Web de Neeva

source: Leave Incognito Mode
de: Inkognito-Modus verlassen
es: Salir del modo de incógnito
fr: Quitter le mode privé

source: Let Neeva automatically archive tabs that haven’t recently been viewed. Changes will take effect on the next app launch.
es: Permita que Neeva archive automáticamente las pestañas que no se han visto recientemente. Los cambios entrarán en vigor con la próxima versión de la aplicación.

source: Let's do it!
de: Los geht’s
es: ¡A por ello!
fr: C'est parti !

source: Let's Go
de: Auf geht's
es: Vamos
fr: C'est parti !

# Licenses
source: Licences
de: Lizenzen
es: Licencias

source: Light Theme
de: Helles Theme
es: Tema ligero
fr: Thème clair

source: Limited Ad-free, private search
es: Búsqueda privada sin anuncios limitada

source: Limited devices
es: Dispositivos limitados

source: List of sites you configured to not use Cookie Cutter
de: Liste der Websites, die Sie so konfiguriert haben, dass sie Cookie Cutter nicht verwenden
es: Lista de sitios que ha configurado para que no utilicen el Cortador de Cookies
fr: Liste des sites pour lesquels ne pas utiliser le bloqueur de cookies

source: Loading account info…
de: Kontoinformationen werden geladen …
es: Cargando información de la cuenta…
fr: Chargement des informations du compte…

source: Loading...
es: Cargando...

source: Loving it!
de: Liebe es!
es: ¡Me encanta!
fr: J'adore !

source: Lowest:
de: Niedrigste:
es: Mínimo:
fr: Le plus bas :

source: Make Neeva your default browser
de: Machen Sie Neeva zu Ihrem Standardbrowser
es: Configure Neeva como su navegador predeterminado
fr: Faites de Neeva votre navigateur par défaut

source: Make Neeva your Default Browser
de: Machen Sie Neeva zu Ihrem Standardbrowser
es: Configure Neeva como su navegador predeterminado
fr: Faites de Neeva votre navigateur par défaut

source: Manage Monthly
es: Gestionar mensualmente
fr: Gérer mensuellement

source: Manage Neeva Memory
de: Neeva-Speicher verwalten
es: Gestionar la memoria de Neeva
fr: Gérer la mémoire Neeva

source: Manage Yearly
es: Gestionar anualmente
fr: Gérer annuellement

source: Marketing Cookies
es: Cookies de marketing
fr: Cookies marketing

source: Maybe later
de: Vielleicht später
es: Quizás en otro momento
fr: Peut-être plus tard

source: Membership Status
de: Mitgliedschaftsstatus
es: Tipo de suscripción
fr: Statut d'abonnement

source: More
de: mehr
es: Más
fr: plus

source: More Comments
de: Weitere Kommentare
es: Más comentarios
fr: Plus de commentaires

source: Name
es: Nombre
fr: Nom

source: Need help or want instant answers to FAQs?
de: Benötigen Sie Hilfe oder möchten Sie sofort Antworten auf häufig gestellte Fragen erhalten?
es: ¿Necesita ayuda o quiere leer respuestas inmediatas a preguntas frecuentes?
fr: Vous avez besoin d'aide ou souhaitez obtenir des réponses instantanées aux questions fréquentes ?

source: Needs work
de: Erfordert Überarbeitung
es: Puede mejorar
fr: Peut mieux faire

source: Neeva — Fetching status
de: Neeva – Status wird abgerufen
es: Neeva — Consultando el estado
fr: Neeva – Récupération du statut

source: Neeva — Logged in
de: Neeva – Eingeloggt
es: Neeva — Sesión iniciada
fr: Neeva – Connecté·e

source: Neeva — Logged out
de: Neeva – Ausgeloggt
es: Neeva — Sesión cerrada
fr: Neeva – Déconnecté·e

source: Neeva Ad Blocker is activated
es: El bloqueador de anuncios Neeva está activado
fr: Le bloqueur de publicités Neeva est activé

# Neeva Browser %@ (%@)
source: Neeva Browser %1$@ (%2$@)
es: Navegador Neeva %1$@ (%2$@)
fr: Navigateur Neeva %1$@ (%2$@)

source: Neeva Premium is an account type that unlocks benefits, including insider perks and privacy-protecting tools.
es: Neeva Premium es un tipo de cuenta que desbloquea beneficios, incluyendo ventajas internas y herramientas de protección de la privacidad.
fr: Un compte Neeva Premium permet de bénéficier de nombreuses fonctionnalités, notamment d'avantages exclusifs et d'outils de protection de la vie privée.

source: Neeva puts you in charge of your life online.
de: Mit Neeva erlangen Sie die Kontrolle über Ihr Online-Leben.
es: Neeva le pone a cargo de su vida en línea.
fr: Neeva vous donne le contrôle sur votre vie en ligne.

source: Neeva Search
de: Neeva-Suche
es: Búsqueda en Neeva
fr: Recherche Neeva

source: Neeva Shield
es: Escudo de Neeva

source: Neeva Shield Exclusions
es: Exclusiones de Neeva Shield
fr: Exclusions Neeva Shield

source: Neeva Shield Settings
es: Configuración del Escudo de Neeva
fr: Paramètres Neeva Shield

source: Neeva Shield stops annoying cookie popups and blocks invasive trackers across the web.
es: Neeva Shield corta el paso a las molestas ventanas emergentes de cookies y bloquea los invasivos rastreadores de internet.
fr: Neeva Shield bloque les fenêtres contextuelles de gestion des cookies indésirables et les traqueurs envahissants sur le Web.

source: Neeva’s Free Basic membership gives you access to all Neeva search and personalization features.
de: Die Free-Basic-Mitgliedschaft für Neeva bietet Ihnen Zugang zu allen Such- und Personalisierungsfunktionen von Neeva.
es: La suscripción básica gratuita de Neeva le da acceso a todas las funciones de búsqueda y personalización de Neeva.
fr: L'abonnement Neeva Free Basic vous donne accès à toutes les fonctionnalités de recherche et de personnalisation de Neeva.

source: NeevaScope
es: NeevaScopio

source: Never
de: Niemals
es: Nunca
fr: Jamais

source: New Incognito Tab
de: Neuer Inkognito-Tab
es: Nueva pestaña de incógnito
fr: Nouvel onglet de navigation privée

source: New Incognito Tab opened
de: Neuer Inkognito-Tab geöffnet
es: Nueva pestaña de incógnito abierta
fr: Nouvel onglet de navigation privée ouvert

source: New Tab
de: Neuer Tab
es: Nueva pestaña
fr: Nouvel onglet

source: New Tab opened
de: Neuer Tab geöffnet
es: Nueva pestaña abierta
fr: Nouvel onglet ouvert

source: News alerts
de: Nachrichtenbenachrichtigungen
es: Alertas de noticias
fr: Alertes d'actualités

source: nil
de: null
es: cero
fr: nul

source: No advertisers controlling what you see
de: Keine Werbetreibenden kontrollieren, was Sie sehen
es: No hay anunciantes que controlen lo que ve
fr: Aucun annonceur ne contrôle ce que vous voyez

source: No Data
de: Keine Daten
es: Sin datos
fr: Aucune donnée

source: No Matches
de: Keine Übereinstimmungen
es: No hay coincidencias
fr: Aucune correspondance

source: Not now
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant

source: Now
de: Aktuell
es: Ahora
fr: Actuel

source: OK
es: Aceptar

source: Older
de: Älter
es: Anteriores
fr: Plus anciens

source: on a search result or website to add to your Space
de: in einem Suchergebnis oder auf einer Website, um sie Ihrem Bereich hinzuzufügen
es: en un resultado de búsqueda o un sitio web para añadirlo a su espacio
fr: sur un résultat de recherche ou un site Web pour l'ajouter à votre espace

source: Only available in Strict mode
es: Solo disponible en modo Estricto

source: Only visible to you and people you shared with
de: Nur für Sie und Personen, mit denen Sie die Inhalte geteilt haben, sichtbar.
es: Solo lo pueden ver usted y las personas con las que lo ha compartido
fr: Uniquement visible par vous et les personnes avec qui vous partagez

source: Oops, this page is a little shy
de: Hoppla, diese Seite ist etwas schüchtern
es: Vaya, esta página es un poco tímida
fr: Oups, cette page est introuvable

source: open
de: Geöffnet
es: abierto
fr: Ouvert

source: Open
de: Geöffnet
es: Abierto
fr: Ouvert

source: Open all Space links
de: Alle Bereichs-Links öffnen
es: Abrir todos los enlaces del espacio
fr: Ouvrir tous les liens de l'espace

source: Open in Incognito
de: In Inkognito öffnen
es: Abrir en incógnito
fr: Ouvrir en mode privé

source: Open in new incognito tab
de: In neuem Inkognito-Tab öffnen
es: Abrir en una pestaña de incógnito nueva
fr: Ouvrir dans un nouvel onglet de navigation privée

source: Open in new tab
de: In neuem Tab öffnen
es: Abrir en una pestaña nueva
fr: Ouvrir dans un nouvel onglet

source: Open in New Tab
de: In neuem Tab öffnen
es: Abrir en una pestaña nueva
fr: Ouvrir dans un nouvel onglet

source: Open Incognito Mode
de: Inkognito-Modus öffnen
es: Abrir el modo de incógnito
fr: Ouvrir le mode privé

source: Open link in external app?
de: Link in externer App öffnen?
es: ¿Abrir el enlace en una aplicación externa?
fr: Ouvrir le lien dans une application externe ?

source: Open links without trackers and pop-ups
de: Links ohne Tracker und Pop-ups öffnen
es: Abrir enlaces sin rastreadores ni ventanas emergentes
fr: Ouvrez des liens sans traqueur ni fenêtre contextuelle

source: Open My Cookie Cutter
de: Mein Cookie Cutter öffnen
es: Abrir mi Cortador de Cookies
fr: Ouvrir mon bloqueur de cookies

source: Open Neeva Settings
de: Neeva-Einstellungen öffnen
es: Abrir los ajustes de Neeva
fr: Ouvrir les paramètres Neeva

source: Open Neeva Settings
de: Neeva-Einstellungen öffnen
es: Abrir la configuración de Neeva
fr: Ouvrir les paramètres Neeva

source: open space
de: Bereich öffnen
es: abrir espacio
fr: ouvrir l'espace

source: Open Space
de: Bereich öffnen
es: Abrir el espacio
fr: Ouvrir l'espace

source: Other search engines
de: Andere Suchmaschinen
es: Otros motores de búsqueda
fr: Autres moteurs de recherche

source: Other sign-up options
de: Andere Registrierungsoptionen
es: Otras opciones de registro
fr: Autres options d'inscription

source: Owned by me
de: In meinem Besitz
es: Míos
fr: Propriété de moi

source: Page is in a Space
de: Seite befindet sich in einem Bereich
es: La página está en un espacio
fr: La page se trouve dans un espace

source: Page Loading
de: Seite wird geladen
es: Cargando página
fr: Chargement de la page

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe

source: Password (required)
de: Passwort (erforderlich)
es: Contraseña (obligatoria)
fr: Mot de passe (requis)

source: Password manager + VPN
es: Administrador de contraseñas + VPN

source: Past 7 Days
de: Letzte 7 Tage
es: Últimos 7 días
fr: 7 derniers jours

source: Past 30 Days
de: Letzte 30 Tage
es: Últimos 30 días
fr: 30 derniers jours

source: Peeking from the bottom
es: Mirando desde abajo

source: People Also Search
de: Andere Nutzer suchen auch nach
es: Otras personas también han buscado
fr: Les utilisateurs recherchent également

source: Permanently remove %@ from Suggested Sites?
de: %@ dauerhaft von vorgeschlagenen Websites entfernen?
es: ¿Quitar permanentemente %@ de los sitios sugeridos?
fr: Supprimer définitivement %@ des sites suggérés ?

# Personalization and social media features from third party providers
source: Personalisation and social media features from third party providers
de: Personalisierungs- und Social-Media-Funktionen von Drittanbietern
es: Funciones de personalización y de redes sociales de proveedores externos
fr: Personnalisation et fonctionnalités de médias sociaux de fournisseurs tiers

source: Phone
de: Telefon
es: Teléfono
fr: Téléphone

source: Pin
de: Anheften
es: Fijar
fr: Épingler

source: Pin Tab
es: Fijar pestaña
fr: Épingler l'onglet

source: Pin/unpin not yet implemented
de: Anheften/Anheften aufheben noch nicht implementiert
es: Aún no se ha implementado la función de fijar/soltar
fr: La fonction épingler/désépingler n'a pas encore été implémentée

source: Pinned To Top Sites
de: In Top-Websites angeheftet
es: Fijado a los sitios principales
fr: Ajouté aux meilleurs sites

source: Please sign in
de: Bitte melden Sie sich an
es: Inicie sesión
fr: Veuillez vous connecter

source: Please sign in to Neeva from your computer to manage your subscription.
de: Bitte melden Sie sich von Ihrem Computer aus bei Neeva an, um Ihr Abonnement zu verwalten.
es: Inicie sesión en Neeva desde su ordenador para gestionar su suscripción.
fr: Veuillez vous connecter à Neeva depuis votre ordinateur pour gérer votre abonnement.

source: Please sign in to Neeva to view this page
de: Bitte melden Sie sich bei Neeva an, um diese Seite anzuzeigen
es: Inicie sesión en Neeva para ver esta página
fr: Veuillez vous connecter à Neeva pour voir cette page

source: Pop-up controller
es: Controlador de ventanas emergentes
fr: Contrôleur de fenêtre contextuelle

source: Popover
es: Ventana de información

source: Preference saved!
de: Einstellung gespeichert!
es: ¡Preferencia guardada!
fr: Préférence enregistrée !

source: Premium Annual
de: Premium jährlich
es: Premium anual
fr: Premium annuel

source: Premium Monthly
de: Premium monatlich
es: Premium mensual
fr: Premium mensuel

source: Price History
de: Preishistorie
es: Historial de precios
fr: Historique des prix

source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité

source: Private
de: Privat
es: Privado
fr: Privé

source: Protected
de: Geschützt
es: Protegido
fr: Protégé

source: Protection Mode
de: Schutzmodus
es: Modo de protección
fr: Mode protection

source: Read Less
de: Weniger lesen
es: Leer menos
fr: Lire moins

source: Read More
de: Mehr lesen
es: Leer más
fr: En savoir plus

source: Reader Mode
de: Lesemodus
es: Modo de lectura
fr: Mode lecture

source: Reading Mode Settings
de: Lesemodus – Einstellungen
es: Configuración del modo de lectura
fr: Paramètres du mode lecture

source: Reading Mode Theme
de: Lesemodus – Theme
es: Tema del modo de lectura
fr: Thème du mode lecture

source: Recently Closed List Empty
de: Kürzlich geschlossene Liste leer
es: Lista cerrada recientemente vacía
fr: Liste des onglets fermés récemment vide

source: Recently Closed Tabs
de: Kürzlich geschlossene Tabs
es: Pestañas cerradas recientemente
fr: Onglets fermés récemment

source: Recommended
de: Empfohlen
es: Recomendado
fr: Recommandé

source: Related News
de: Verwandte Nachrichten
es: Noticias relacionadas
fr: Actualités associées

source: Related Recipes
de: Verwandte Rezepte
es: Recetas relacionadas
fr: Recettes associées

source: Related Top Reviewed Products
de: Verwandte am besten bewertete Produkte
es: Productos relacionados más valorados
fr: Produits avec les meilleurs avis associés

source: Reload
de: Neu laden
es: Volver a cargar
fr: Recharger

source: Remind Me Later
de: Später erinnern
es: Recordarme más tarde
fr: Me le rappeler plus tard

source: Remind Me Later
de: Später erinnern
es: Recordarme más tarde
fr: Me le rappeler plus tard

source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer

source: Remove from group
es: Quitar del grupo

source: Removed From Top Sites
de: Aus Top-Websites entfernt
es: Eliminado de los sitios principales
fr: Supprimé des meilleurs sites

source: Removing item from Space
de: Objekt aus dem Bereich entfernen
es: Eliminando un elemento del espacio
fr: Suppression de l'élément de l'espace

source: Rename
de: Umbenennen
es: Cambiar de nombre
fr: Renommer

source: Request Desktop Site
de: Desktop-Website anfordern
es: Solicitar vista para escritorio
fr: Version bureau du site

source: Request Mobile Site
de: Mobile Website anfordern
es: Solicitar vista para móvil
fr: Version mobile du site

source: Require Confirmation
de: Bestätigung erforderlich
es: Pedir confirmación
fr: Exiger une confirmation

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser

source: restore
de: wiederherstellen
es: restaurar
fr: restaurer

source: Restore Tab Group
es: Restaurar grupo de pestañas
fr: Restaurer le groupe d'onglets

source: Save
de: Speichern
es: Guardar
fr: Enregistrer

source: Save 30%
es: Ahorre un 30 %

source: Save All to Spaces
es: Guardar todo en espacios

source: Save and share instantly. Stay organised by adding images, websites, documents to a Space today
de: Speichern und sofort teilen. Bleiben Sie gut organisiert: Fügen Sie noch heute Bilder, Websites und Dokumente zu einem Bereich hinzu.
es: Guarde y comparta al instante. Empiece a organizarse hoy mismo añadiendo imágenes, sitios web y documentos a un espacio.
fr: Enregistrez et partagez instantanément. Faites du tri en ajoutant des images, des sites Web et des documents à un espace dès aujourd'hui.

source: save to
de: speichern unter
es: guardar en
fr: enregistrer sur

source: Save to Spaces
de: In Bereichen speichern
es: Guardar en Espacios
fr: Enregistrer dans Espaces

source: Saving preference
de: Speichern der Einstellung
es: Guardar preferencia
fr: Enregistrement des préférences

source: Search
es: Buscar
fr: Recherche

source: Search and browse, free from corporate influence
de: Ohne Unternehmenseinflussnahme suchen und browsen
es: Busque y navegue sin interferencias de empresas
fr: Recherchez et naviguez, sans aucune influence des entreprises

source: Search anonymously and block trackers
es: Buscar de forma anónima y bloquear rastreadores
fr: Effectuez des recherches anonymes et bloquez les traqueurs

source: Search Engine
de: Suchmaschine
es: Motor de búsqueda
fr: Moteur de recherche

source: Search on %@
de: Suche auf %@
es: Buscar en %@
fr: Rechercher dans %@

source: Search or enter address
de: Adresse suchen oder eingeben
es: Buscar o escribir dirección
fr: Rechercher ou saisir une adresse

source: Search Page
de: Suchseite
es: Buscar en página
fr: Page de recherche

source: Search Tabs
de: Tabs durchsuchen
es: Buscar en pestañas
fr: Onglets de recherche

source: Search TextField
es: Buscar en campo de texto
fr: Champ de recherche

source: Searches
de: Suchen
es: Búsquedas
fr: Recherches

source: See
de: Anzeigen
es: Ver
fr: Afficher

source: See what people have said about this page
de: Sehen Sie, was andere über diese Seite gesagt haben
es: Vea lo que la gente ha dicho sobre esta página
fr: Découvrez ce que les internautes ont pensé de cette page

source: Selected data cleared successfully
de: Ausgewählte Daten erfolgreich gelöscht
es: Los datos seleccionados se han eliminado correctamente
fr: Les données sélectionnées ont été effacées

source: Send me product & privacy tips
de: Ich möchte Produkt- und Datenschutztipps erhalten
es: Enviarme consejos sobre productos y privacidad
fr: Recevoir des conseils sur les produits et la confidentialité

source: Sent. Thanks for your feedback!
de: Gesendet. Vielen Dank für Ihr Feedback!
es: Enviado. ¡Gracias por sus comentarios!
fr: Envoyé. Merci d'avoir partagé vos commentaires !

source: Sepia Theme
de: Thema: Sepia
es: Tema sepia
fr: Thème Sépia

source: Set as Default Browser
de: Als Standardbrowser festlegen
es: Configurar como navegador predeterminado
fr: Mettre en navigateur par défaut

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres

source: Share
de: Teilen
es: Compartir
fr: Partager

source: Share Space
de: Bereich teilen
es: Compartir espacio
fr: Partager l'espace

source: Share Space to the web
de: Bereich im Web teilen
es: Compartir el espacio en internet
fr: Partager l'espace sur le Web

source: Share URL
de: URL teilen
es: Compartir URL
fr: Partager l'URL

source: Show Descriptions
de: Beschreibungen anzeigen
es: Mostrar descripciones
fr: Afficher les descriptions

source: Show Link Previews
de: Link-Vorschauen anzeigen
es: Mostrar vistas previas de enlaces
fr: Afficher les aperçus des liens

source: Show More
de: Mehr anzeigen
es: Mostrar más
fr: Afficher plus

source: Show More Discussions
de: Weitere Diskussionen anzeigen
es: Mostrar más temas de discusión
fr: Afficher plus de discussions

source: Show Recent Pages
de: Zuletzt verwendete Seiten anzeigen
es: Mostrar páginas recientes
fr: Afficher les pages récentes

source: Show Search Suggestions
de: Suchvorschläge anzeigen
es: Mostrar sugerencias de búsqueda
fr: Afficher les suggestions de recherche

source: Show Tabs
de: Tabs anzeigen
es: Mostrar pestañas
fr: Afficher les onglets

source: Show Tour
de: Tour anzeigen
es: Mostrar visita guiada
fr: Afficher la visite

source: shows
de: anzeigen
es: muestra
fr: affiche

source: Sign in or Join Neeva
de: Anmelden oder bei Neeva registrieren
es: Inicie sesión o únase a Neeva
fr: Se connecter

source: Sign in to:
de: Anmelden bei:
es: Entrar en:
fr: Connectez-vous à :

source: Sign in with Apple
de: Anmeldung mit Apple
es: Entrar con Apple
fr: Se connecter avec Apple

source: Sign in with email
de: Anmeldung mit E-Mail-Adresse
es: Entrar con correo electrónico
fr: Se connecter par e-mail

source: Sign in with Google
de: Anmeldung mit Google
es: Entrar con Google
fr: Se connecter avec Google

source: Sign in with Microsoft
de: Anmeldung mit Microsoft
es: Entrar con Microsoft
fr: Se connecter avec Microsoft

source: Sign in with QR Code
de: Mit QR-Code anmelden
es: Entrar con código QR
fr: Se connecter avec le code QR

source: Sign Out
de: Abmelden
es: Salir
fr: Se déconnecter

source: Sign out of Neeva?
de: Aus Neeva abmelden?
es: ¿Salir de Neeva?
fr: Se déconnecter de Neeva ?

source: Sign Up To Get Started
de: Registrieren Sie sich, um loszulegen
es: Regístrese para empezar
fr: Inscrivez-vous pour commencer

source: Sign up with Apple
de: Registrierung mit Apple
es: Registrarse con Apple
fr: S'inscrire avec Apple

source: Sign up with email
de: Anmeldung per E-Mail-Adresse
es: Registrarse con correo electrónico
fr: S'inscrire par e-mail
