Repository: baronrustamov/neeva-ios
Catalog: Client/*.lproj/Localizable.strings
Languages: de, es, fr

source: %lld Followers
de: %lld Follower
es: %lld seguidores
fr: %lld abonnés

source: , %@ (Prep Time)
de: , %@ (Vorbereitungszeit)
es: , %@ (tiempo de preparación)
fr: , %@ (temps de préparation)

source: /month
es: /mes
fr: /mois

source: /year
es: /año
fr: /an

source: %@ (Total Time)
de: %@ (Gesamtzeit)
es: %@ (tiempo total)
fr: %@ (Temps total)

source: %@ /mo
de: %@/Monat
es: %@ /mes
fr: %@/mois

source: %@ Full Recipe
de: %@ Vollständiges Rezept
es: %@ receta completa
fr: %@ Recette complète

source: %@ this section
de: %@ dieser Abschnitt
es: %@ esta sección
fr: %@ cette section

source: %lld %@ blocked
de: %lld %@ blockiert
es: %lld %@ bloqueados
fr: %lld %@ bloqués

source: %lld of %@
de: %lld von %@
es: %lld de %@
fr: %lld sur %@

source: %lld OF %lld
de: %lld VON %lld
es: %lld DE %lld
fr: %lld SUR %lld

source: %lld Reviews
de: %lld Bewertungen
es: %lld reseñas
fr: %lld avis

source: %lld tabs
es: %lld pestañas
fr: %lld onglets

source: %lld Tabs
es: %lld pestañas
fr: %lld onglets

source: %lld Tabs Closed
de: %lld Tabs geschlossen
es: %lld pestañas cerradas
fr: %lld onglets fermés

source: %lld tabs from “%@”
de: %lld Tabs von “%@”
es: %lld pestañas de «%@»
fr: %lld onglets de « %@ »

source: %lld Trackers Blocked
de: %lld Tracker blockiert
es: %lld rastreadores bloqueados
fr: %lld traqueurs bloqués

source: %lld trackers blocked from %@
de: %lld Tracker von %@ blockiert
es: %lld rastreadores bloqueados de %@
fr: %lld traqueurs bloqués de %@

source: 1 Tracker Blocked
de: 1 Tracker blockiert
es: 1 rastreador bloqueado
fr: 1 traqueur bloqué

source: 1. Tap Default Browser App
de: 1. Tippen Sie auf Standard-Browser-App
es: 1. Pulse en Aplicación de navegador predeterminada
fr: 1. Appuyez sur Application du navigateur par défaut

source: 2. Select Neeva
de: 2. Wählen Sie Neeva
es: 2. Seleccione Neeva
fr: 2. Sélectionnez Neeva

source: 7 Day Free Trial
es: Prueba gratuita de 7 días

source: 50 searches/month
es: 50 búsquedas/mes

source: About
de: Über die App
es: Información general
fr: À propos

source: About — Debug enabled
es: Acerca de — Depuración habilitada
fr: À propos — Débogage activé

source: above
de: über
es: encima
fr: ci-dessus

source: Accept Non-essential Cookies
de: Nicht notwendige Cookies akzeptieren
es: Aceptar cookies no esenciales
fr: Accepter les cookies non essentiels

source: Account Settings
de: Kontoeinstellungen
es: Configuración de la cuenta
fr: Paramètres du compte

source: Activate Neeva Shield for this site.
es: Active Neeva Shield para esta web.
fr: Activez Neeva Shield pour ce site.

source: Ad Blocking
de: Werbeblocker
es: Bloqueo de anuncios
fr: Blocage des publicités

source: Ad-free search results
de: Werbefreie Suchergebnisse
es: Resultados de búsqueda sin publicidad
fr: Résultats de recherche sans publicité

source: Ad-free, private search
es: Búsqueda privada sin anuncios

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter

source: Add a note!
de: Eine Notiz hinzufügen!
es: ¡Añada una nota!
fr: Ajoutez une note !

source: Add a URL to your new item (optional)
de: Fügen Sie Ihrem neuen Element eine URL hinzu (optional)
es: Añada una URL a su nuevo elemento (opcional)
fr: Ajouter une URL à votre nouvel élément (facultatif)

source: Add item
de: Element hinzufügen
es: Añadir elemento
fr: Ajouter un élément

source: Add Item
de: Element hinzufügen
es: Añadir elemento
fr: Ajouter un élément

source: Add To
de: Hinzufügen zu
es: Añadir a
fr: Ajouter à

source: Add to another Space
de: Zu einem anderen Bereich hinzufügen
es: Añadir a otro espacio
fr: Ajouter à un autre espace

source: Address
de: Adresse
es: Dirección
fr: Adresse

source: Adjust the size of this pop-up window
de: Passen Sie die Größe dieses Popup-Fensters an
es: Ajustar el tamaño de esta ventana emergente
fr: Ajuster la taille de cette fenêtre contextuelle

source: Ads & Trackers
es: Anuncios y rastreadores
fr: Publicités et traqueurs

source: After 7 days
es: A los 7 días
fr: Après 7 jours

source: After 7 Days
de: Nach 7 Tagen
es: A los 7 días
fr: Après 7 jours

source: After 30 days
es: A los 30 días
fr: Après 30 jours

source: After 30 Days
de: Nach 30 Tagen
es: A los 30 días
fr: Après 30 jours

source: All Spaces
de: Alle Bereiche
es: Todos los espacios
fr: Tous les espaces

source: Already have an account? Sign in
de: Sie haben bereits ein Konto? Anmelden
es: ¿Ya tiene una cuenta? Entre
fr: Se connecter

source: Analytics Cookies
es: Cookies de análisis
fr: Cookies d'analyse

source: Anyone with the link can view
de: Jeder mit dem Link kann dies anzeigen
es: Cualquiera que tenga el enlace lo puede ver
fr: Toute personne disposant du lien peut le consulter

source: App Icon
de: App-Symbol
es: Icono de la aplicación
fr: Icône de l'application

source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence

source: Archive Tabs
de: Tabs archivieren
es: Archivar pestañas
fr: Archiver les onglets

source: Archived Tabs
de: Archivierte Tabs
es: Pestañas archivadas
fr: Onglets archivés

source: Are you sure you want to %@ this space?
de: Möchten Sie diesen Bereich wirklich %@?
es: ¿Seguro que desea %@ este espacio?
fr: Voulez-vous vraiment %@ cet espace ?

source: Are you sure you want to close all archived tabs?
es: ¿Seguro que desea cerrar todas las pestañas archivadas?
fr: Voulez-vous vraiment fermer tous les onglets archivés ?

source: Are you sure you want to close all open %@tabs?
de: Möchten Sie wirklich alle geöffneten %@ Tabs schließen?
es: ¿Seguro que desea cerrar todas las pestañas %@ abiertas?
fr: Voulez-vous vraiment fermer les onglets%@ ouverts ?

source: Are you sure you want to delete all recently closed tabs?
de: Möchten Sie wirklich alle zuletzt geschlossenen Tabs löschen?
es: ¿Seguro que desea eliminar todas las pestañas cerradas recientemente?
fr: Voulez-vous vraiment supprimer tous les onglets fermés récemment ?

source: arrows
de: Pfeile
es: flechas
fr: flèches

source: Automatically send usage statistics to Neeva
de: Automatisch Nutzungsstatistiken an Neeva senden
es: Enviar automáticamente las estadísticas de uso a Neeva
fr: Envoyer automatiquement les statistiques d'utilisation à Neeva

source: Average:
de: Durchschnitt:
es: Promedio:
fr: Moyenne :

source: Back
de: Zurück
es: Atrás
fr: Retour

source: Back to Settings
de: Zurück zu den Einstellungen
es: Volver a los ajustes
fr: Retour aux paramètres

source: Back to Settings
de: Zurück zu den Einstellungen
es: Volver a los ajustes
fr: Retour aux paramètres

source: Back/Forward List
de: Liste Vor/Zurück
es: Retroceder/Avanzar en la lista
fr: Liste précédente/suivante

source: below
de: unter
es: debajo
fr: ci-dessous

source: Block pesky trackers and cookie pop-ups
de: Blockieren Sie lästige Tracker und Cookie-Pop-ups
es: Bloquee los molestos rastreadores y ventanas emergentes de cookies
fr: Bloquez les traqueurs et les fenêtres contextuelles de gestion des cookies

source: Block Pop-up Windows
de: Popup-Fenster blockieren
es: Bloquear ventanas emergentes
fr: Bloquer les fenêtres contextuelles

source: Block Trackers, and Pop-ups
de: Tracker und Popups blockieren
es: Bloquee rastreadores y ventanas emergentes
fr: Bloquer les traqueurs et les fenêtres contextuelles

source: Blocks more trackers. May disrupt ads and other functionality on some sites.
es: Bloquea más rastreadores. Puede interrumpir anuncios y otras funcionalidades en algunos sitios.
fr: Bloque davantage de traqueurs. Peut perturber les publicités et d'autres fonctionnalités sur certains sites.

# Blocks most trackers. Minimizes disruption to ads and other functionality.
source: Blocks most trackers. Minimises disruption to ads and other functionality.
es: Bloquea la mayoría de los rastreadores. Minimiza las interrupciones de anuncios y otras funcionalidades.
fr: Bloque la plupart des traqueurs. Minimise les perturbations au niveau des publicités et de la fonctionnalité des sites.

source: Browse faster without spammy, screen-filling ads. Experience the web without ads today.
es: Navegue más rápido sin anuncios invasivos que llenan la pantalla. Empiece hoy mismo a experimentar la web sin anuncios.
fr: Naviguez plus rapidement sans rencontrer de publicités intrusives et envahissantes. Profitez du Web sans publicités dès aujourd'hui.

source: Browse the Web Ad-Free
de: Werbefrei im Web surfen
es: Navegue por la web sin anuncios
fr: Naviguez sur le Web sans publicité

source: Browse the web with no ads in your way
de: Surfen Sie im Internet, ohne dass Ihnen Werbung im Weg steht
es: Navegue por la web sin anuncios en su camino
fr: Naviguez sur le Web sans publicité

source: Browser + ad blocker + tracking prevention
es: Navegador + bloqueador de anuncios + prevención de rastreo

source: Browser without ads or trackers
de: Browser ohne Werbung oder Tracker
es: Navegador sin anuncios ni rastreadores
fr: Navigateur sans publicités ni traqueurs

source: Browsing History
de: Browserverlauf
es: Historial de navegación
fr: Historique de navigation

source: Buying Guide
de: Kaufratgeber
es: Guía de compra
fr: Guide d'achat

source: Cache
es: Caché

source: Call
de: anrufen
es: Llamar
fr: Appeler

source: Can comment
de: Kann kommentieren
es: Puede comentar
fr: Peut commenter

source: Can edit
de: Kann bearbeiten
es: Puede editar
fr: Peut modifier

source: Can view
de: Kann anzeigen
es: Puede ver
fr: Peut consulter

source: cancel
de: Abbrechen
es: cancelar
fr: Annuler

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler

source: Cancel anytime
es: Cancelar en cualquier momento
fr: Annulez à tout moment

source: Choose the right plan for you
es: Elija el plan que más le convenga
fr: Choisissez le forfait qui vous convient

source: Clear
de: Löschen
es: Borrar
fr: Effacer

source: Clear All Archived Tabs
de: Alle archivierten Tabs löschen
es: Borrar todas las pestañas archivadas
fr: Effacer tous les onglets archivés

source: Clear All Website Data
de: Alle Website-Daten löschen
es: Borrar todos los datos del sitio web
fr: Effacer toutes les données du site Web

source: Clear Browsing Data
de: Browserdaten löschen
es: Borrar datos de navegación
fr: Effacer les données de navigation

source: Clear Data
de: Daten löschen
es: Borrar datos
fr: Effacer les données

source: Clear Selected Data on This Device
de: Ausgewählte Daten auf diesem Gerät löschen
es: Borrar datos seleccionados en este dispositivo
fr: Effacer les données sélectionnées de cet appareil

source: Clearing it will sign you out of most sites.
de: Wenn Sie dies löschen, werden Sie von den meisten Websites abgemeldet.
es: Si la borra, se cerrará la sesión en la mayoría de los sitios web.
fr: Cette action vous déconnectera de la plupart des sites.

source: Click to add description
de: Klicken Sie hier, um eine Beschreibung hinzuzufügen
es: Haga clic para añadir una descripción
fr: Cliquez pour ajouter une description

source: Close
de: Schließen
es: Cerrar
fr: Fermer

source: Close %lld %@
es: Cerrar %lld %@
fr: Fermer %lld %@

source: Close %lld %@%@
de: %lld %@%@ schließen
es: Cerrar %lld %@%@
fr: Fermer %lld %@%@

source: Close All
de: Alle schließen
es: Cerrar todo
fr: Fermer tout

source: Close All %@Tabs
de: Alle %@ Tabs schließen
es: Cerrar todas las pestañas %@
fr: Fermer tous les onglets%@

source: Close All Tabs
de: Alle Tabs schließen
es: Cerrar todas las pestañas
fr: Fermer tous les onglets

source: Close Card Strip Tab %@
es: Cerrar pestaña de banda de la tarjeta %@
fr: Fermer la fiche de l'onglet %@

source: Close Incognito Tabs
de: Inkognito-Tabs schließen
es: Cerrar pestañas de incógnito
fr: Fermer les onglets de navigation privée

source: Close Reading Mode
de: Lesemodus schließen
es: Cerrar el modo de lectura
fr: Quitter le mode lecture

source: Close Tab
de: Tab schließen
es: Cerrar pestaña
fr: Fermer l'onglet

source: Closed
de: Geschlossen
es: Cerrado
fr: Fermé

source: Collapse
de: Ausblenden
es: Contraer
fr: Réduire

source: Collapsed
de: Ausgeblendet
es: Contraída
fr: Réduit

source: Collects information about your visits and actions on a site
de: Erfasst Informationen über Ihre Besuche und Aktionen auf einer Website
es: Recopilan información sobre sus visitas y acciones en un sitio web
fr: Recueille des informations sur vos visites et vos actions sur un site

source: Comments
de: Kommentare
es: Comentarios
fr: Commentaires

source: Confirm Close All Tabs
de: Schließen aller Tabs bestätigen
es: Confirmar el cierre de todas las pestañas
fr: Confirmer la fermeture de tous les onglets

source: Connected Apps
de: Verbundene Apps
es: Aplicaciones conectadas
fr: Applications connectées

source: Contact us via Support %@
de: Kontaktieren Sie uns über den Support %@
es: Póngase en contacto a través del servicio de asistencia %@
fr: Contactez-nous via l'assistance %@

source: Continue to Neeva
de: Weiter zu Neeva
es: Continuar a Neeva
fr: Continuer vers Neeva

source: Cookie Cutter
es: Cortador de Cookies
fr: Bloqueur de cookies

source: Cookie pop-up blocker
es: Bloqueador de ventanas emergentes de cookies
fr: Bloqueur de fenêtres contextuelles de gestion des cookies

source: Cookie Pop-up Declined
de: Cookie-Popup abgelehnt
es: Ventana emergente de cookies rechazada
fr: Fenêtre contextuelle de gestion des cookies refusée

source: Cookie Pop-ups
es: Ventanas emergentes de cookies
fr: Fenêtres contextuelles de gestion des cookies

source: COOKIE POPUPS
es: VENTANAS EMERGENTES DE COOKIES
fr: FENÊTRES CONTEXTUELLES DE GESTION DES COOKIES

source: Cool, thanks!
es: ¡Genial, gracias!

source: Copied to clipboard
de: In die Zwischenablage kopiert
es: Copiado al Portapapeles
fr: Copié dans le presse-papiers

source: Copy
de: Kopieren
es: Copiar
fr: Copier

source: Copy Address
de: Adresse kopieren
es: Copiar dirección
fr: Copier l'adresse

source: Copy link
de: Link kopieren
es: Copiar enlace
fr: Copier le lien

source: Copy Link
de: Link kopieren
es: Copiar enlace
fr: Copier le lien

source: Copy to clipboard
de: In Zwischenablage kopieren
es: Copiar al Portapapeles
fr: Copier dans le presse-papiers

source: Copy Version information
de: Versionsinformationen kopieren
es: Copiar información de la versión
fr: Copier les informations de la version

source: Create a Space
de: Bereich erstellen
es: Crear un espacio
fr: Créer un espace

source: Create and manage incognito tabs
de: Inkognito-Tabs erstellen und verwalten
es: Crear y administrar pestañas de incógnito
fr: Ouvrez et gérez des onglets de navigation privée

source: Create and manage tabs
de: Tabs erstellen und verwalten
es: Crear y administrar pestañas
fr: Ouvrez et gérez des onglets

source: Create Neeva account
de: Neeva-Konto erstellen
es: Crea una cuenta de Neeva
fr: Créer un compte Neeva

source: Create your account
de: Erstellen Sie Ihr Konto
es: Cree su cuenta
fr: Créez votre compte

source: Dark Theme
de: Dunkles Design
es: Tema oscuro
fr: Thème sombre

source: Data in Neeva Memory
de: Daten im Neeva-Speicher
es: Datos de la memoria de Neeva
fr: Données dans la mémoire Neeva

source: Data on This Device
de: Daten auf diesem Gerät
es: Datos de este dispositivo
fr: Données sur cet appareil

source: Deactivated. Activate in Settings.
de: Deaktiviert. Aktivierung in den Einstellungen.
es: Desactivado. Actívelo en los ajustes.
fr: Désactivé. Activez l'option dans les paramètres.

source: Decline Non-essential Cookies
de: Nicht notwendige Cookies ablehnen
es: Rechazar cookies no esenciales
fr: Refuser les cookies non essentiels

source: Default
de: Standard
es: Predeterminado
fr: Par défaut

source: Default Browser
de: Standard-Browser
es: Navegador predeterminado
fr: Navigateur par défaut

source: delete
de: Löschen
es: eliminar
fr: Supprimer

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer

source: Delete All
de: Alle löschen
es: Eliminar todo
fr: Supprimer tout

source: delete from
de: löschen von
es: eliminar de
fr: supprimer de

source: Delete Space
de: Bereich löschen
es: Eliminar espacio
fr: Supprimer l'espace

source: Delete Tab Group
es: Eliminar grupo de pestañas
fr: Supprimer le groupe d'onglets

source: Description
de: Beschreibung
es: Descripción

source: Directions
de: Wegbeschreibung
es: Direcciones
fr: Itinéraire

source: Disabled
de: Deaktiviert
es: Desactivado
fr: Désactivé

source: Discussions
de: Diskussionen
es: Temas de discusión

source: Dismiss
de: Ablehnen
es: Descartar
fr: Ignorer

source: Dismiss pop-up window
de: Popup-Fenster verwerfen
es: Descartar ventana emergente
fr: Ignorer la fenêtre contextuelle

source: Dismiss tour
de: Tour verwerfen
es: Descartar la visita guiada
fr: Ignorer la visite

source: Done
de: Fertig
es: ¡Listo!
fr: Terminé

source: Download
es: Descargar
fr: Télécharger

source: Download (%@)
es: Descargar (%@)
fr: Télécharger (%@)

source: Download Failed
de: Download fehlgeschlagen
es: Error al descargar
fr: Échec du téléchargement

source: Download Page
de: Seite herunterladen
es: Descargar página
fr: Télécharger la page

source: Downloaded
de: Heruntergeladen
es: Descargado
fr: Téléchargé(e)

source: Downloading
de: Herunterladen von
es: Descargando
fr: Téléchargement en cours

source: Downloads
es: Descargas
fr: Téléchargements

source: Duplicate Tab
de: Tab duplizieren
es: Duplicar pestaña
fr: Dupliquer l'onglet

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier

source: Edit current address
de: Aktuelle Adresse bearbeiten
es: Editar dirección actual
fr: Modifier l'adresse actuelle

source: Edit current search
de: Aktuelle Suche bearbeiten
es: Editar búsqueda actual
fr: Modifier la recherche en cours

source: Edit item
de: Element bearbeiten
es: Editar elemento
fr: Modifier l'élément

source: Edit Item
de: Element bearbeiten
es: Editar elemento
fr: Modifier l'élément

source: Edit Name
de: Name bearbeiten
es: Editar nombre
fr: Modifier le nom

source: Edit Space
de: Bereich bearbeiten
es: Editar espacio
fr: Modifier l'espace

source: ellipsis
de: Ellipse
es: puntos suspensivos
fr: ellipse

source: Email
de: E-Mail-Adresse
es: Correo electrónico

source: Email (required)
de: E-Mail-Adresse (Pflichtangabe)
es: Correo electrónico (obligatorio)
fr: E-mail (requis)

source: Empty Card Grid
de: Leeres Kartengitter
es: Cuadrícula de tarjetas vacía
fr: Vider la grille de carte

source: Empty Card Grid (Incognito)
de: Leeres Kartengitter (Inkognito)
es: Cuadrícula de tarjetas vacía (incógnito)
fr: Vider la grille de carte (mode privé)

source: Empty Rows
es: Filas vacías

source: Enable in Settings
de: In den Einstellungen aktivieren
es: Habilitar en los ajustes
fr: Activer dans les paramètres

source: Enable notifications
de: Benachrichtigungen aktivieren
es: Habilitar las notificaciones
fr: Activer les notifications

source: Enable shareable link
de: Teilbaren Link aktivieren
es: Habilitar enlace para compartir
fr: Activer le lien partageable

source: Enabled
de: Aktiviert
es: Activado
fr: Activé

source: Enter a profile name
de: Geben Sie einen Profilnamen ein
es: Escriba un nombre para el perfil
fr: Saisissez un nom de profil

source: Enter email address
de: E-Mail-Adresse eingeben
es: Introduzca la dirección de correo electrónico
fr: Saisir l'adresse e-mail

source: Essential cookies are used by sites to remember things like your login information and preferences. These cookies cannot be blocked by the extension.
de: Notwendige Cookies werden von Websites verwendet, um Dinge wie Ihre Anmeldeinformationen und Einstellungen zu speichern. Diese Cookies können von der Erweiterung nicht blockiert werden.
es: Los sitios web utilizan cookies esenciales para recordar información como sus datos de acceso y sus preferencias. La extensión no puede bloquear estas cookies.
fr: Les cookies essentiels sont utilisés par les sites pour enregistrer des éléments tels que vos informations de connexion et vos préférences. Ces cookies ne peuvent pas être bloqués par l'extension.

source: Expand
de: Erweitern
es: Expandir
fr: Développer

source: Expanded
de: Erweitert
es: Expandida
fr: Développée

source: expands
de: erweitert
es: se expande
fr: se développe

source: Failed to %@ "%@"
de: %@ „%@“ fehlgeschlagen
es: No se ha podido %@ «%@»
fr: Impossible de %@ « %@ »

source: Failed to remove item from Space
de: Element konnte nicht aus Bereich entfernt werden
es: No se ha podido eliminar el elemento del espacio
fr: Impossible de supprimer l'élément de l'espace

source: Failed to save preference
de: Einstellung konnte nicht gespeichert werden
es: No se ha podido guardar la preferencia
fr: Impossible d'enregistrer la préférence

source: false
de: falsch
es: falso
fr: faux

source: Faster
de: Schneller
es: Más rápido
fr: Plus rapide

source: Filter
es: Filtro
fr: Filtrer

source: Find on Page
de: Auf Seite suchen
es: Buscar en la página
fr: Rechercher sur la page

source: Find on this page
de: Auf dieser Seite suchen
es: Buscar en esta página
fr: Rechercher sur cette page

source: Follow
de: Folgen
es: Seguir
fr: Suivre

source: Follow these 2 easy steps:
de: Folgen Sie diesen 3 einfachen Schritten:
es: Siga estos 2 sencillos pasos:
fr: Suivez ces 2 étapes faciles :

source: Forward
de: Weiter
es: Adelante
fr: Page suivante

source: FREE
de: KOSTENLOS
es: GRATIS
fr: GRATUIT

source: From news to shopping, we bring the best of the web to you!
de: Von Nachrichten bis zum Shoppen – wir bringen Ihnen das Beste aus dem Internet!
es: ¡Desde noticias hasta compras, le traemos lo mejor de internet!
fr: Des actualités aux achats, nous vous offrons le meilleur du Web !

source: From related content to reviews, NeevaScope is your guide to the web!
de: Von verwandten Inhalten bis hin zu Bewertungen – NeevaScope ist Ihr Wegweiser durch das Internet!
es: Desde contenidos relacionados hasta reseñas, ¡el NeevaScopio es su guía en la web!
fr: Contenu supplémentaire, avis... NeevaScope est votre guide du Web !

source: From the Neeva Community
de: Aus der Neeva-Community
es: De la comunidad de Neeva
fr: Communauté Neeva

source: fruit tart recipes
es: recetas de tartas de frutas
fr: recette de tarte aux fruits

source: Full screen
de: Vollbild
es: Pantalla completa
fr: Plein écran

source: Fullscreen
de: Vollbild
es: Pantalla completa
fr: Plein écran

source: Get FREE
es: Obtenga GRATIS
fr: Profitez-en GRATUITEMENT

source: Got it
de: Verstanden
es: Entendido
fr: J'ai compris

source: Half screen
de: Halber Bildschirm
es: Media pantalla
fr: Demi-écran

source: Have questions or feedback for NeevaScope?
de: Haben Sie Fragen oder Feedback zu NeevaScope?
es: ¿Tiene preguntas o comentarios sobre el NeevaScopio?
fr: Vous avez des questions ou des commentaires sur NeevaScope ?

source: Header
es: Encabezado
fr: En-tête

source: Header Button
es: Botón de encabezado
fr: Bouton d'en-tête

# Help Center
source: Help Centre
de: Hilfe-Center
es: Centro de ayuda
fr: Centre d'aide

source: Help improve Neeva
de: Helfen Sie mit, Neeva zu verbessern
es: Ayúdenos a mejorar Neeva
fr: Aidez-nous à améliorer Neeva

source: Help improve this app by sending usage statistics to Neeva.
de: Helfen Sie mit, diese App zu verbessern, indem Sie Nutzungsstatistiken an Neeva senden.
es: Ayúdenos a mejorar esta aplicación enviando estadísticas de uso a Neeva.
fr: Aidez-nous à améliorer cette application en envoyant des statistiques d'utilisation à Neeva.

source: Hide
de: Ausblenden
es: Ocultar
fr: Masquer

source: hides
de: ausblenden
es: oculta
fr: masque

source: Highest:
de: Höchste:
es: Máximo:
fr: Le plus élevé :

source: History
de: Verlauf
es: Historial
fr: Historique

source: Hours
de: Stunden
es: Horas
fr: Horaires

source: How's your Neeva experience?
de: Wie ist Ihre Erfahrung mit Neeva?
es: ¿Qué le parece Neeva?
fr: Comment était votre expérience avec Neeva ?

source: HTTP Sign In
de: HTTP-Anmeldung
es: Inicio de sesión HTTP
fr: Connexion HTTP
